
unit gd_todo;

interface

{ DONE 3 -oAndreik -cError : Наименования полей в диалоговых окнах должны оканчиваться двоеточием }
{ TODO 3 -oAndreik -cError : Порядок при вводе человека: фимилия, имя, отчество }
{ TODO 3 -oAndreik -cError : После нажатия кнопки По умолчанию для электронного адреса пропадает выделение }
{ TODO 3 -oAndreik -cError : Поиск чувствителен к регистру, а должен быть не чувствителен }
{ DONE 3 -oAndreik -cError : размер сегмента для полей с визитками надо ставить 1024 почитайте, разберитесь по чему }
{ TODO 1 -oандрэй -cархітэктура : Ці патрэбна разглядаць магчымасць падключэньня да розных базаў дадзеных? }

implementation

end.

 